/* Localized versions of Info.plist keys */

"IAP_CENTER_INF_O1" = "交易成功";
"IAP_CENTER_INF_O2" = "交易失敗，錯誤碼:%d";

"ERROR_TITLE" = "錯誤！";
"ERROR_NEG_7100" = "無效賬號！";
"ERROR_NEG_7000" = "無效賬號！";

"MEMBER_LOGIN_INFO_01" = "錯誤！";
"MEMBER_LOGIN_INFO_02" = "請填寫完整的信息。";
"MEMBER_LOGIN_INFO_03" = "確定";
"CONFIRM_OK"    = "確定";
"CONFIRM_CANCEL"    = "取消";
"MEMBER_LOGIN_INFO_04" = "連接失敗！請稍候再試！";

"MEMBER_LOGIN_INFO_05" = "用戶名";
"MEMBER_LOGIN_INFO_06" = "密碼";
"MEMBER_LOGIN_INFO_07" = "會員登錄";
"MEMBER_LOGIN_INFO_08" = "馬上註冊";
"MEMBER_LOGIN_INFO_09" = "遊客登錄";

"MEMBER_REGISTER_INFO_01" = "錯誤！";
"MEMBER_REGISTER_INFO_02" = "两次輸入的密碼不一致。";
"MEMBER_REGISTER_INFO_03" = "確定";
"MEMBER_REGISTER_INFO_04" = "錯誤！";
"MEMBER_REGISTER_INFO_05" = "請填寫完整的信息。";
"MEMBER_REGISTER_INFO_06" = "確定";

"MEMBER_REGISTER_INFO_07" = "用戶名";
"MEMBER_REGISTER_INFO_08" = "密碼";
"MEMBER_REGISTER_INFO_09" = "再次輸入密碼";
"MEMBER_REGISTER_INFO_10" = "註冊";
"MEMBER_REGISTER_INFO_11" = "Email 格式不正確";

"MEMBER_REGISTER_INFO_12" = "帳號長度過短";
"MEMBER_REGISTER_INFO_13" = "密碼長度過短";
"MEMBER_REGISTER_INFO_14" = "昵稱";

"MEMBER_FORGoT_INFO_01" = "忘記密碼";
"MEMBER_FORGoT_INFO_02" = "修改密碼";
"MEMBER_FORGoT_INFO_03" = "綁定facebook";

"MEMBER_FORGoT_INFO_04" = "用戶名不能為空";
"MEMBER_FORGoT_INFO_05" = "Email 不能為空";
"MEMBER_FORGoT_INFO_06" = "重置密碼郵件已經發出，請到郵箱[%@]查收!";
"MEMBER_FORGoT_INFO_07" = "綁定遊客帳號";

"MEMBER_RESEAT_INFO_01" = "原密碼";
"MEMBER_RESEAT_INFO_02" = "密碼";
"MEMBER_RESEAT_INFO_03" = "相同密碼";
"MEMBER_RESEAT_INFO_04" = "Success!";
"MEMBER_RESEAT_INFO_05" = "綁定成功";

"MEMBER_EMAIL" = "Email";

"MEMBER_PAY_INFO_01" = "請登錄!";

"MEMBER_ADS_INFO_01" = "今天不再顯示";

"login_label_username"    = "請輸入帳號";
"login_label_password"    = "請輸入密碼";
"login_label_password_2"    = "請再次輸入密碼";
"login_label_signin"    = "登錄";
"login_label_signup"    = "註冊";
"login_username_hint"    = "DreamSky 帳號";
"login_register_link"    = "沒有帳號？";
"login_fb_link"    = "facebook";
"network_fail"    = "網絡問題，請檢查網絡是否已經打開";
"unknown_fail"    = "未知異常";
"loading_status"    = "Loadining";
"login_empty"    = "用戶名、密碼不能為空";
"accountid_size"    = "帳號必須為4到20位英文字母或數字";
"pwd_size"    = "密碼必須為6到20位英文字母或數字";
"pwd_not_the_same"    = "兩次輸入的密碼不相同";
"accountid_format"    = "1234567890qwertyuiopasdfghjklzxcvbnm-_QWERTYUIOPASDFGHJKLZXCVBNM";
"login_auto_signin"    = "自動登錄";
"login_find_password"    = "賬號相關";
"login_visitor_login"    = "遊客登錄";
"login_register"    = "註  冊";
"canel_visitor_login"    = "取消";
"login_other_login"    = "其它登錄";
"login_mail"    = "請輸入驗證郵箱";
"login_mail_error"    = "請輸入正確郵箱";

"change_password" = "修改密碼";
"forgot_password" = "忘記密碼";
"bonding_account" = "註冊並綁定遊客賬號";
"bonding_account_hit" = "請註冊並綁定遊客賬號";

"old_password" = "請輸入密碼";
"new_password" = "請輸入新密碼";
"new_password2" = "請再次輸入新密碼";
"change_password_success" = "成功修改密碼";
"check_mail" = "請輸入驗證郵箱";
"send_mail_succece" = "發送郵件成功";

"binding_hit"    = "提示信息";
"binding_text"    = "為了保證您的帳號信息安全，建議綁定您的遊客帳號";
"binding_register"    = "綁定賬號";
"not_binding_register"    = "進入遊戲";
"binding_ok"    = "確  定";

"SUCCESS"    = "成功";
"ACCOUNT_PWD_ERROR"    = "用戶名密碼錯誤";
"FAIL"    = "系統異常";
"APP_NOT_FOUND"    = "應用不存在";
"SIGN_ERROR"    = "數據簽名錯誤";
"ACCOUNT_LEN_ERROR"    = "帳號長度錯誤";
"PWD_LEN_ERROR"    = "密碼長度錯誤";
"PRODUCT_NOT_FOUND"    = "找不到購買的商品";
"ACCOUNT_EXIST"    = "帳號已經存在";
"FB_LOGIN_FAIL"    = "facebook登錄失敗";
"ORDER_ERROR"    = "訂單錯誤";

"CODE_SUCCESS" = "操作成功";
"CODE_ACCOUNT_PWD_ERROR" = "用戶名密碼錯誤";
"CODE_FAIL" = "系統異常";
"CODE_APP_NOT_FOUND" = "應用不存在";
"CODE_SIGN_ERROR" = "數據簽名錯誤";
"CODE_ACCOUNT_LEN_ERROR" = "帳號長度錯誤";
"CODE_PWD_LEN_ERROR" = "密碼長度錯誤";
"CODE_PRODUCT_NOT_FOUND" = "找不到購買的商品";
"CODE_ACCOUNT_EXIST" = "帳號已經存在";
"CODE_FB_LOGIN_FAIL" = "facebook登錄失敗";
"CODE_ORDER_ERROR" = "訂單錯誤";
"CODE_CLIENT_NOT_SUPPORT" = "不支持客戶端類型";
"CODE_DEVICE_LOGIN_FAIL" = "遊客登錄失敗";
"CODE_ACCOUNT_EMAIL_NOT_MATCH" = "帳號郵箱不匹配";
"CODE_CDKEY_USED" = "激活碼已經被使用";
"CODE_CDKEY_NOT_START" = "激活碼無效";
"CODE_CDKEY_IS_END" = "激活碼不可用,你來遲了";
"CODE_CDKEY_NOT_EXIST" = "激活碼不存在";
"CODE_CDKEY_USE_ONCE_TIME" = "已使用過同種類激活碼";
"CODE_CDKEY_USE_ALL" = "激活碼不可用";
"CODE_CDKEY_NETWORK_ERROR" = "請在聯網狀態下兌換";
"CODE_DEVICE_NOT_SAME" = "存檔設備不一致";
"CODE_STORE_NOT_FOUND" = "找不到存檔";
"CODE_RELOAD_STORE_FREQUENT" = "恢復存檔過於頻繁,請稍後再使用";
"CODE_RELOAD_STORE_OVER_COUNT" = "恢復存檔次數達到上限,請明天(UTC)再嘗試.";
"CODE_GPLUS_LOGIN_FAIL" = "Google+ 登錄失敗.";

"debug_title" = "debug";
"debug_login" = "此為debug登錄，如要進行app發布請將Debug設置為false";
"debug_charge" = "現在進行付費測試，是否啟動模擬付費？";
"debug_charge_status" = "模擬付費，是否返回成功的結果？";

"connect_social_account" = "是否更換社交帳號?";

"RECOMMEND" = "精品推薦";
"register_new_account" = "註冊新帳號";
"register_success" = "註冊成功";

